Repository: mullvad/mullvadvpn-app
Catalog: ios/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ru, sv, th, tr, zh_hans, zh_hant

source: With the “Direct” method, the app communicates with a Mullvad API server directly without any intermediate proxies.
da: Med "Direkte"-metoden kommunikerer appen med en Mullvad API-server direkte uden nogen mellemliggende proxyer.
de: Mit der Methode „Direkt“ kommuniziert die App direkt mit einem Mullvad API-Server ohne zwischengeschaltete Proxys.
es: Con el método «Directo», la aplicación se comunica con un servidor de API de Mullvad directamente sin ningún proxy intermediario.
fi: Nk. suora menetelmä sallii sovelluksen kommunikoida Mullvadin ohjelmointirajapinnan palvelimen kanssa suoraan ilman välityspalvelimia.
fr: Avec le mode « Direct », l'application communique directement avec un serveur d'API Mullvad, sans passer par des proxys intermédiaires.
it: Con il metodo "Diretto", l'app comunica direttamente con un server API Mullvad senza proxy intermedi.
ja: 「ダイレクト」方法の場合、アプリは中間プロキシを使わずにMullvad APIサーバーと直接通信します。
ko: "직접" 방법을 사용하면 앱이 중간 프록시 없이 Mullvad API 서버와 직접 통신합니다.
my: "တိုက်ရိုက်" နည်းလမ်းဖြင့်ဆိုလျှင် အက်ပ်သည် ကြားခံ ပရောက်စီများ မပါဘဲ Mullvad API ဆာဗာနှင့် တိုက်ရိုက် ဆက်သွယ်ပါသည်။
nb: Med «Direkte»-metoden kan appen kommunisere direkte med en Mullvad API-server uten proxyer mellom.
nl: Met de "Rechtstreekse" methode communiceert de app rechtstreeks met een Mullvad-API-server zonder tussenliggende proxy's.
pl: Dzięki metodzie „Direct” aplikacja komunikuje się z serwerem API Mullvad bezpośrednio, bez pośredniczących serwerów proxy.
pt: Com o método "Direto", a app comunica diretamente com um servidor da Mullvad API sem quaisquer proxies intermédios.
ru: При использовании метода «Напрямую» приложение взаимодействует с сервером Mullvad API напрямую, без каких-либо промежуточных прокси-серверов.
sv: Med metoden "Direkt" kommunicerar appen med en Mullvad API-server direkt utan mellanliggande proxyservrar.
th: การใช้วิธีการ "โดยตรง" จะทำให้แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API โดยตรง โดยไม่ต้องใช้พร็อกซี่ตัวกลาง
tr: “Direkt” yöntemiyle uygulama herhangi bir ara proxy olmadan Mullvad API sunucusuyla doğrudan iletişim kurar.
zh_hans: 使用“直接”方法，应用将直接与 Mulvad API 服务器通信，无需任何中间代理。
zh_hant: 使用「直接」方式，應用程式將直接與 Mulvad API 伺服器通訊，而不經過任何中間代理伺服器。

source: With the “Encrypted DNS proxy” method, the app will communicate with our Mullvad API through a proxy address. It does this by retrieving an address from a DNS over HTTPS (DoH) server and then using that to reach our API servers.
da: Med metoden "krypteret DNS-proxy" vil appen kommunikere med vores Mullvad API via en proxy-adresse. Det gør den ved at hente en adresse fra en DNS over HTTPS-server (DoH) og derefter bruge den til at få adgang til en vores API-servere.
de: Mit der Methode „Verschlüsseltes-DNS-Proxy“ kommuniziert die App mit unserer Mullvad-API über eine Proxy-Adresse. Sie tut dies, indem sie eine Adresse von einem DNS-over-HTTPS-Server (DoH) abruft und dann diese verwendet, um unsere API-Server zu erreichen.
es: Con el método «Proxy DNS cifrado», la aplicación se comunicará con nuestra API de Mullvad a través de una dirección proxy. Para ello, recupera una dirección de un servidor DNS sobre HTTPS (DoH) y luego la utiliza para contactar con nuestros servidores API.
fi: Sovellus kommunikoi Mullvad API:n kanssa välityspalvelinosoitteen kautta "Salattu DNS-välityspalvelin" -menetelmällä, joka toimii niin, että sovellus hakee osoitteen DNS over HTTPS (DoH) -palvelimelta ja käyttää sitä API-palvelimillemme pääsemiseen.
fr: Avec la méthode « proxy DNS chiffré », l'application communiquera avec notre API Mullvad par le biais d'une adresse proxy. Pour ce faire, elle récupère une adresse auprès d'un serveur DNS over HTTPS (DoH) et l'utilise pour atteindre nos serveurs API.
it: Con il metodo "Proxy DNS crittografato", l'app comunicherà con la nostra API Mullvad tramite un indirizzo proxy. Lo fa recuperando un indirizzo da un server DNS over HTTPS (DoH) e quindi utilizzandolo per raggiungere i nostri server API.
ja: [暗号化DNSプロキシ] 方式を使用すると、アプリはプロキシアドレスを通じてMullvad APIと通信します。これはDNS over HTTPS (DoH) サーバーからアドレスを取得し、APIサーバーへのアクセスに利用することで行われます。
ko: 앱은 "암호화된 DNS 프록시" 방식을 사용하여 프록시 주소를 통해 Mullvad API와 통신합니다. 이는 DoH(DNS over HTTPS) 서버에서 주소를 검색한 다음, 그 주소를 사용해 당사 API 서버에 도달하는 방식으로 이루어집니다.
my: ထိုအက်ပ်သည် “ကုဒ်ဝှက်ထားသော DNS ပရောက်စီ” နည်းလမ်းအားဖြင့် ကျွန်ုပ်တို့၏ Mullvad API ထံသို့ ပရောက်စီလိပ်စာမှတစ်ဆင့် ဆက်သွယ်ပေးမည်ဖြစ်သည်။ HTTPS (DoH) ဆာဗာရှိ DNS မှ လိပ်စာတစ်ခုကို ပြန်လည်ရယူခြင်းအားဖြင့် ထိုသို့လုပ်ဆောင်ပြီးနောက် ကျွန်ုပ်တို့၏ API ဆာဗာများသို့ရောက်ရှိရန် ၎င်းကို အသုံးပြုသည်။
nb: Med metoden «Kryptert DNS-proxy» vil appen kommunisere med Mullvad API gjennom en proxy-adresse. Dette gjøres ved å hente en adresse fra en DNS over HTTPS-server (DoH) og deretter bruke den til å nå API-serverne våre.
nl: Met de methode "Versleutelde DNS-proxy" communiceert de app met onze Mullvad-API via een proxyadres. De app doet dit door een adres op te halen van een DoH-server (DNS over HTTPS) en dat te gebruiken om onze API-servers te bereiken.
pl: Dzięki metodzie „szyfrowany serwer proxy DNS” aplikacja będzie komunikować się z naszym interfejsem API Mullvad za pośrednictwem adresu serwera proxy. Odbywa się to poprzez pobranie adresu z serwera DNS over HTTPS (DoH), a następnie użycie go do połączenia z naszymi serwerami interfejsu API.
pt: Com o método "Proxy DNS encriptado", a aplicação irá comunicar com a nossa API Mullvad através de um endereço proxy. Para tal, obtém um endereço de um servidor DNS sobre HTTPS (DoH) e utiliza-o para aceder aos nossos servidores de API.
ru: При использовании метода «Прокси через зашифрованный DNS» приложение будет взаимодействовать с API Mullvad через прокси-адрес. Полученный от сервера «DNS по HTTPS» (DoH) адрес будет использоваться для доступа к нашим серверам API.
sv: Med metoden "Krypterad DNS-proxy" kommunicerar appen med vår Mullvad API via en proxyadress. Den gör det genom att hämta en adress från en DNS over HTTPS-server (DoH) och sedan använda den för att nå våra API-servrar.
th: การใช้วิธี "พร็อกซี DNS ที่เข้ารหัส" จะช่วยให้แอปสื่อสารกับ Mullvad API ของเราผ่านที่อยู่พร็อกซี ซึ่งทำได้โดยดึงที่อยู่จากเซิร์ฟเวอร์ DNS ผ่าน HTTPS (DoH) แล้วจึงใช้ที่อยู่ดังกล่าวเพื่อเข้าถึงเซิร์ฟเวอร์ API ของเรา
tr: "Şifreli DNS proxy'si" yönteminde, uygulama bir proxy adresi üzerinden Mullvad API ile iletişim kurar. Bunun için bir DNS over HTTPS (DoH) sunucusundan bir adres alır ve bu adresi kullanarak API sunucularımıza bağlanır.
zh_hans: 利用“加密 DNS 代理”方法，应用将通过代理地址与我们的 Mullvad API 进行通信。通信时，应用从 DNS over HTTPS (DoH) 服务器获取地址，然后使用该地址连接我们的 API 服务器。
zh_hant: 使用「加密 DNS 代理伺服器」方法時，應用程式會透過代理伺服器位址和我們的 Mullvad API 通訊。應用程式會先從 DNS over HTTPS (DoH) 伺服器取得一個位址，再利用該位址連線至我們的 API 伺服器。

source: With the “Mullvad bridges” method, the app communicates with a Mullvad API server via a Mullvad bridge server. It does this by sending the traffic obfuscated by Shadowsocks.
da: Med "Mullvad-broer" metoden kommunikerer appen med en Mullvad API-server via en Mullvad-broserver. Det gør den ved at sende trafikken sløret af Shadowsocks.
de: Mit „Mullvad-Brücken“ kommuniziert die App mit einem Mullvad API-Server über einen Mullvad Brücken-Server. Dazu sendet sie den von Shadowsocks verschleierten Traffic.
es: Con el método «puentes de Mullvad», la aplicación se comunica con un servidor de API de Mullvad a través de un servidor puente de Mullvad. Lo hace enviando el tráfico ofuscado por Shadowsocks.
fi: Kun käytössä on Mullvadin siltausmenetelmä, sovellus kommunikoi Mullvadin ohjelmointirajapinnan palvelimen kanssa Mullvadin siltauspalvelimen kautta. Se tekee tämän lähettämällä liikenteen Shadowsocksin peittämänä.
fr: Dans la méthode « Ponts Mullvad », l'application communique avec un serveur d'API Mullvad via un serveur pont Mullvad. Pour ce faire, elle envoie le trafic obscurci par Shadowsocks.
it: Con il metodo "Ponti Mullvad", l'app comunica con un server API Mullvad tramite un server bridge Mullvad. Lo fa inviando il traffico offuscato da Shadowsocks.
ja: 「Mullvadブリッジ」方法の場合、アプリはMullvadブリッジサーバーを経由してMullvad APIサーバーと通信します。この通信では、Shadowsocksによって難読化されたトラフィックが送信されます。
ko: "Mullvad 브리지" 방법을 사용하면 앱이 Mullvad 브리지 서버를 통해 Mullvad API 서버와 통신합니다. 이를 위해 Shadowsocks로 난독화된 트래픽을 전송합니다.
my: "Mullvad ပေါင်းကူးများ" နည်းလမ်းဖြင့်ဆိုလျှင် အက်ပ်သည် Mullvad API ဆာဗာအား Mullvad ပေါင်းကူး ဆာဗာမှတစ်ဆင့် ဆက်သွယ်ပါသည်။ Shadowsock များဖြင့် ရှုပ်ထွေးအောင် ပြုလုပ်ထားသည့် ဒေတာကူးလူးမှုများကို ပေးပို့ခြင်းဖြင့် ၎င်းက အဆိုပါကိစ္စကို ဆောင်ရွက်ပါသည်။
nb: Med «Mullvad-broer»-metoden kan appen kommunisere med en Mullvad API-server via en Mullvad-broserver. Den gjør det ved å sende trafikken i tilslørt tilstand ved å bruke Shadowsocks.
nl: Met de "Mullvad-bridges"-methode communiceert de app met een Mullvad-API-server via een Mullvad-bridgeserver. Dit wordt gedaan door het verzonden verkeer door Shadowsocks te versleutelen.
pl: Dzięki metodzie „Mullvad bridges” aplikacja komunikuje się z serwerem API Mullvad za pośrednictwem serwera mostowego Mullvad. Robi to poprzez wysyłanie ruchu zaciemnianego przez Shadowsocks.
pt: Com o método "pontes da Mullvad", a app comunica com um servidor da Mullvad API através de um servidor de ponte da Mullvad. Este método envia o tráfego ofuscado por Shadowsocks.
ru: С помощью метода «Мосты Mullvad» приложение взаимодействует с сервером API Mullvad через сервер-мост Mullvad. Для этого направляемый трафик маскируется с помощью Shadowsocks.
sv: Med metoden "Mullvad-broar" kommunicerar appen med en Mullvad API-server via en Mullvad-broserver. Den gör det genom att skicka trafiken som obfuskeras av Shadowsocks.
th: การใช้วิธี "Mullvad bridges" จะทำให้แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API ผ่านเซิร์ฟเวอร์ Mullvad bridge โดยการรับส่งข้อมูลที่ Shadowsocks ทำให้ข้อมูลยุ่งเหยิง
tr: Uygulama, "Mullvad köprüleri" yöntemiyle Mullvad köprü sunucusu üzerinden Mullvad API sunucusuyla Shadowsocks tarafından gizlenen trafiği göndererek iletişim kurar.
zh_hans: 使用“Mullvad 桥接”方法，应用通过 Mullvad 桥接服务器与 Mullvad API 服务器进行通信。这是通过发送被 Shadowsocks 混淆的流量来实现的。
zh_hant: 使用「Mullvad 橋接」方式，則應用程式會透過 Mullvad 橋接伺服器，與 Mullvad API 伺服器進行通訊。應用程式會透過 Shadowsocks 將流量混淆再加以送出，從而實現這種通訊方式。

source: Yes, continue
da: Ja, fortsæt
de: Ja, fortfahren
es: Sí, continuar
fi: Kyllä, jatka
fr: Oui, continuer
it: Sì, continua
ja: はい。続行します
ko: 네, 계속합니다
my: ဟုတ်ပါသည်၊ ဆက်လုပ်ပါ
nb: Ja, fortsett
nl: Ja, doorgaan
pl: Tak, kontynuuj
pt: Sim, continuar
ru: Да, продолжить
sv: Ja, fortsätt
th: ใช่ ดำเนินการต่อ
tr: Evet, devam et
zh_hans: 是，继续
zh_hant: 是的，繼續

source: Yes, log out device
da: Ja, log enhed af
de: Ja, Gerät abmelden
es: Sí, cerrar sesión en el dispositivo
fi: Kyllä, kirjaa laite ulos
fr: Oui, déconnecter l'appareil
it: Sì, disconnetti il dispositivo
ja: はい。デバイスをログアウトします
ko: 예, 장치에서 로그아웃
my: စက်မှ ထွက်မည်
nb: Ja, logg ut av enheten
nl: Ja, apparaat afmelden
pl: Tak, wyloguj urządzenie
pt: Sim, terminar sessão do dispositivo
ru: Выйти из профиля на устройстве
sv: Ja, logga ut enheten
th: ใช่ นำอุปกรณ์ออกจากระบบ
tr: Evet, cihazdan çıkış yap
zh_hans: 是，退出登录设备
zh_hant: 是，將裝置登出

source: You already have a saved account number, by creating a new account the saved account number will be removed from this device. This cannot be undone.
da: Du har allerede et gemt kontonummer, og når du opretter en ny konto, fjernes det gemte kontonummer fra denne enhed. Dette kan ikke fortrydes.
de: Sie haben bereits eine gespeicherte Kontonummer. Wenn Sie ein neues Konto erstellen, wird die gespeicherte Kontonummer von diesem Gerät entfernt. Dies kann nicht rückgängig gemacht werden.
es: Ya tiene un número de cuenta guardado. Al crear una nueva cuenta, el número de cuenta guardado se eliminará de este dispositivo. Esto no se puede deshacer.
fi: Sinulla on jo tallennettu tilin numero. Kun luot uuden tilin, tallennettu tilin numero poistetaan tältä laitteelta. Toimintoa ei voi kumota.
fr: Vous avez déjà un numéro de compte enregistré. Si vous créez un nouveau compte, le numéro de compte enregistré sera supprimé de cet appareil. Cette action est irréversible.
it: Hai già un numero di account salvato, creando un nuovo account il numero di account salvato verrà rimosso da questo dispositivo. Questa operazione non può essere annullata.
ja: すでに保存済みのアカウント番号があります。新規アカウントを作成すると、保存済みのアカウント番号がこのデバイスから削除されます。この操作は取り消せません。
ko: 저장한 계정 번호가 이미 있습니다. 새 계정을 생성하면 저장된 계정 번호가 이 장치에서 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
my: သင့်တွင် အကောင့်နံပါတ်တစ်ခု သိမ်းထားပြီးသားဖြစ်သောကြောင့် အကောင့်သစ်ဖွင့်လျှင် သိမ်းထားသော အကောင့်နံပါတ်ကို ဤစက်မှ ဖြုတ်ပစ်ပါမည်။ ၎င်းကို ပြန်ယူ၍မရပါ။
nb: Du har allerede et lagret kontonummer. Når du oppretter en ny konto, blir det lagrede kontonummeret fjernet fra denne enheten. Dette kan ikke angres.
nl: U hebt al een opgeslagen accountnummer. Als u een nieuw account aanmaakt, wordt het opgeslagen accountnummer verwijderd van dit apparaat. Dit kan niet ongedaan worden gemaakt.
pl: Masz już zapisany numer konta. Zapisany numer w takiej sytuacji zostanie usunięty z tego urządzenia. Nie można tego cofnąć.
pt: Já tem um número de conta guardado. Ao criar uma nova conta, o número de conta guardado será removido deste dispositivo. Esta ação não pode ser anulada.
ru: У вас уже есть сохраненный номер учетной записи. При создании новой учетной записи сохраненный номер удалится с этого устройства. Это действие нельзя будет отменить.
sv: Du har redan ett sparat kontonummer. Om du skapar ett nytt konto tas det sparade kontonumret bort från enheten. Det går inte att ångra detta.
th: คุณมีหมายเลขบัญชีที่บันทึกไว้แล้ว การสร้างบัญชีใหม่จะเป็นการลบหมายเลขบัญชีที่บันทึกไว้ออกจากอุปกรณ์นี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Zaten kayıtlı bir hesap numaranız var. Yeni bir hesap oluşturduğunuzda kayıtlı hesap numarası bu cihazdan kaldırılır. Bu işlem geri alınamaz.
zh_hans: 您已保存一个帐号，如果创建新帐户，已保存的帐号将从此设备中移除。此操作无法撤消。
zh_hant: 您已儲存一組帳號。若建立新帳戶，該已儲存的帳號將會從此裝置移除；此動作無法復原。

source: You are about to send the problem report without a way for us to get back to you. If you want an answer to your report you will have to enter an email address.
da: Du er ved at sende rapporten om problemet, men har ikke angivet hvordan vi kan kontakte dig. Hvis du ønsker et svar på din rapport, skal du indtaste en e-mail-adresse.
de: Sie wollen einen Problembericht senden, ohne uns die Möglichkeit zu geben, Sie zu erreichen. Wenn Sie sich eine Antwort zu Ihrem Problem wünschen, müssen Sie eine E-Mail-Adresse eingeben.
es: Va a enviar el informe de problemas sin indicar una forma de contacto. Para obtener una respuesta sobre el informe, necesita especificar su dirección de correo electrónico.
fi: Olet aikeissa lähettää ongelmaraportin ilman yhteystietojasi. Mikäli haluat vastauksen raporttiisi, anna sähköpostosoite.
fr: Vous êtes sur le point d'envoyer un signalement de problème sans nous fournir un moyen de vous contacter. Si vous désirez une réponse à votre signalement, vous devez saisir une adresse e-mail.
it: Stai inviando la segnalazione di un problema senza averci indicato un modo per ricontattarti. Se desideri ricevere risposta, inserisci un indirizzo e-mail.
ja: お客様への返信先を入力せずに問題の報告を送信しようとしています。ご報告に対する返信が必要な場合は、返信先のメールアドレスを入力する必要があります。
ko: 연락처 없이 문제 보고서를 보내려고 합니다. 보고서에 대한 답변을 원하면 이메일 주소를 입력해야 합니다.
my: သင်သည် သင့်ထံ ကျွန်ုပ်တို့ ပြန်ဆက်သွယ်နိုင်မည့် နည်းလမ်း မပါဘဲ ပြဿနာ ရီပို့တ်ကို ပေးပို့တော့မည် ဖြစ်ပါသည်။ သင့်ရီပို့တ်အတွက် အဖြေ ရရှိလိုပါက အီမေးလိပ်စာ ဖြည့်သွင်းပေးရပါမည်။
nb: Problemrapporten blir nå sendt uten en måte for oss å kontakte deg på. Hvis du ønsker svar på rapporten, må du oppgi en e-postadresse.
nl: U staat op het punt om het probleemrapport te verzenden zonder een contactmethode op te geven. Voer een e-mailadres in als u een antwoord wenst op het rapport.
pl: Za chwilę wyślesz zgłoszenie problemu, nie umożliwiając nam skontaktowania się z Tobą. Aby uzyskać odpowiedź na zgłoszenie, musisz podać adres e-mail.
pt: Está prestes a enviar o relatório de problema sem que tenhamos uma forma de lhe responder. Se pretender uma resposta ao seu relatório, tem de introduzir um endereço de email.
ru: Вы собираетесь отправить отчет о проблеме, не оставив контакты. Если вы хотите получить ответ, введите свой адрес электронной почты.
sv: Du är på väg att skicka problemrapporten utan att vi har möjlighet att besvara dig. Om du vill ha svar på din rapport måste du ange en e-postadress.
th: คุณกำลังจะส่งรายงานปัญหา โดยไม่มีการระบุวิธีการติดต่อกลับให้กับเรา และคุณจำเป็นต้องป้อนที่อยู่อีเมลของคุณ หากคุณอยากให้เราตอบกลับการรายงานของคุณ
tr: Sorun raporunu, size geri dönüş yapmamıza imkan vermeyen bir şekilde göndermek üzeresiniz. Sorununuz için yanıt almak istiyorsanız bir e-posta adresi girmelisiniz.
zh_hans: 您即将发送问题报告，但没有提供让我们可以联系到您的方式。如果您希望获得回复，必须输入您的电子邮件地址。
zh_hant: 您即將傳送的問題報告未包含回覆方式資訊。如果想收到您這份報告的回覆，請輸入您的電子郵件位址。

source: You are logged in with an invalid account number. Please log out and try another one.
da: Du er logget ind med et ugyldigt kontonummer. Log ud og prøv et andet.
de: Sie sind mit einer ungültigen Kontonummer angemeldet. Bitte melden Sie sich ab und versuchen Sie es mit einer anderen.
es: Ha iniciado la sesión con un número de cuenta no válido. Cierre la sesión y pruebe con otro número de cuenta.
fi: Olet kirjautunut sisään virheellisellä tilinumerolla. Kirjaudu ulos ja kokeile toista.
fr: Vous vous êtes connecté(e) avec un numéro de compte non valide. Veuillez vous déconnecter et en essayer un autre.
it: Hai effettuato l'accesso con un numero di account non valido. Esci e provane un altro.
ja: 無効なアカウント番号でログインしています。いったんログアウトして、別のアカウント番号を試してください。
ko: 잘못된 계정 번호로 로그인했습니다. 로그아웃한 후 다른 계정 번호로 시도하세요.
my: မှားနေသည့် အကောင့်နံပါတ်ဖြင့် စနစ်တွင်း ဝင်ရောက်ထားပါသည်။ စနစ်တွင်းမှ ထွက်ပြီး အခြားတစ်ခုဖြင့် ကြိုးစားကြည့်ပါ။
nb: Du er logget inn med et ugyldig kontonummer. Logg ut og prøv et annet.
nl: U bent aangemeld met een ongeldig accountnummer. Meld af en probeer een ander account.
pl: Zalogowano się przy użyciu nieprawidłowego numeru konta. Wyloguj się i wypróbuj inny numer.
pt: Tem sessão iniciada com um número de conta inválido. Termine a sessão e tente com outro.
ru: Вы вошли в систему под недействительным номером учетной записи. Выйдите из системы и попробуйте еще раз.
sv: Du är inloggad med ett ogiltigt kontonummer. Logga ut och försök med ett annat.
th: คุณกำลังเข้าสู่ระบบโดยใช้หมายเลขบัญชีที่ไม่ถูกต้อง โปรดออกจากระบบแล้วลองใช้บัญชีอื่น
tr: Geçersiz bir hesap numarası ile giriş yaptınız. Lütfen çıkış yapın ve farklı bir hesap numarası ile tekrar deneyin.
zh_hans: 您登录时使用的帐号无效。请退出并尝试其他帐号。
zh_hant: 您登入時所使用的帳號無效。請登出並嘗試其他帳號。

source: You can add more time via the account view or website to continue using the VPN.
da: Du kan tilføje mere tid via kontoens visning eller hjemmeside for at blive ved med at bruge VPN'en.
de: Sie können über die Kontoansicht oder die Website Zeit hinzufügen, um das VPN weiterhin zu verwenden.
es: Puede añadir más tiempo en la vista de la cuenta o en el sitio web para seguir usando la VPN.
fi: Voit lisätä aikaa tilinäkymän tai verkkosivuston kautta, jotta voit jatkaa VPN:n käyttöä.
fr: Vous pouvez ajouter plus de temps via la page de visualisation du compte ou le site Web pour continuer d'utiliser le VPN.
it: Puoi aggiungere altro tempo tramite la vista dell'account o il sito web per continuare a utilizzare la VPN.
ja: アカウント画面かウェブサイトから時間を追加することで、VPNを引き続き使用できます。
ko: 계정 창 또는 웹사이트를 통해 더 많은 시간을 추가하여 VPN을 계속 사용할 수 있습니다.
my: VPN ကို ဆက်လက်အသုံးပြုရန် အကောင့် ပြသမှု သို့မဟုတ် ဝက်ဘ်ဆိုက်မှတစ်ဆင့် အချိန်ထပ်တိုးနိုင်ပါသည်။
nb: Du kan legge til mer tid via kontooversikten eller nettstedet for å fortsette å bruke VPN.
nl: U kunt meer tijd toevoegen via de accountweergave of via de website om de VPN te blijven gebruiken.
pl: Aby kontynuować korzystanie z VPN, można dodać więcej czasu w widoku konta lub na stronie internetowej.
pt: Pode adicionar mais tempo através da vista da conta ou do site para continuar a usar a VPN.
ru: Чтобы продолжить пользоваться VPN, добавьте время через раздел учетной записи или сайт.
sv: Du kan lägga till mer tid via kontovyn eller webbplatsen för att fortsätta använda VPN.
th: คุณสามารถเพิ่มเวลาเพิ่มเติมได้โดยการดูบัญชีหรือเว็บไซต์เพื่อใช้งาน VPN ต่อไป
tr: VPN kullanmaya devam etmek için hesap görünümünden ya da web sitesinden daha fazla süre ekleyebilirsiniz.
zh_hans: 您可以通过帐户视图或网站添加更多时间，以继续使用 VPN。
zh_hant: 您可以在帳戶畫面或網站中增加時間，以繼續使用 VPN。

source: You can have up to 5 devices logged in on one Mullvad account.
da: Du kan have op til 5 enheder logget ind på én Mullvad-konto.
de: Es sind pro Mullvad-Konto bis zu 5 angemeldete Geräte möglich.
es: Puede tener hasta 5 dispositivos conectados a una cuenta de Mullvad.
fi: Yhdelle Mullvad-tilille voi olla kirjautuneena enintään viisi laitetta.
fr: Vous pouvez connecter jusqu'à 5 appareils au même compte Mullvad.
it: Puoi avere fino a 5 dispositivi registrati su un account Mullvad.
ja: 1つのMullvadアカウントで最大5台のデバイスにログインできます。
ko: 최대 5개의 장치에서 하나의 Mullvad 계정에 로그인할 수 있습니다.
my: Mullvad အကောင့်တစ်ခုတွင် စက် 5 ခုအထိ ဝင်ရောက်ထားနိုင်ပါသည်။
nb: Du kan ha opptil fem enheter logget inn på samme Mullvad-konto.
nl: U kunt maximaal 5 apparaten aangemeld hebben op één Mullvad-account.
pl: Na jednym koncie Mullvad może być zalogowanych maksymalnie 5 urządzeń.
pt: Pode ter até 5 dispositivos com sessão iniciada numa só conta Mullvad.
ru: К одной учетной записи Mullvad можно подключить до 5 устройств.
sv: Upp till fem enheter kan vara inloggade på ett Mullvad-konto.
th: คุณสามารถลงชื่อเข้าใช้อุปกรณ์ได้สูงสุด 5 เครื่อง กับบัญชี Mullvad หนึ่งบัญชี
tr: Bir Mullvad hesabı ile en fazla 5 cihazda oturum açabilirsiniz.
zh_hans: 一个 Mulvad 帐户最多可以登录 5 台设备。
zh_hant: 一個 Mulvad 帳戶最多可以登入 5 台裝置。

source: You can now continue logging in on this device.
da: Du kan nu fortsætte med at logge ind på denne enhed.
de: Sie können jetzt mit der Anmeldung auf diesem Gerät fortfahren.
es: Ya puede iniciar sesión en este dispositivo.
fi: Voit nyt jatkaa kirjautumista tällä laitteella.
fr: Vous pouvez maintenant continuer la connexion sur cet appareil.
it: Ora puoi continuare ad accedere su questo dispositivo.
ja: このデバイスでログインを続けられるようになりました。
ko: 이제 이 장치에 계속 로그인할 수 있습니다.
my: သင်သည် ယခု ဤစက်တွင် ဆက်လက် ဝင်ရောက်နိုင်သည်။
nb: Du kan nå fortsette med å logge på denne enheten.
nl: U kunt nu doorgaan met het aanmelden bij dit apparaat.
pl: Teraz można kontynuować logowanie się na tym urządzeniu.
pt: Agora pode continuar a ligação neste dispositivo.
ru: Теперь можно войти в учетную запись на этом устройстве.
sv: Du kan nu fortsätta med att logga in på den här enheten.
th: คุณสามารถดำเนินการเข้าสู่ระบบต่อบนอุปกรณ์เครื่องนี้ได้แล้ว
tr: Artık bu cihazda oturum açmaya devam edebilirsiniz.
zh_hans: 您现在可以继续在此设备上登录。
zh_hant: 現在，您可以繼續在此裝置上登入。
